brew "aqua"
brew "ffmpeg"
brew "ghostscript"
brew "gnu-sed"
brew "gnupg"
brew "imagemagick"
brew "libsixel"
brew "ni"
brew "opencv"
brew "openjdk"
brew "postgresql@18"
brew "scrcpy"
brew "silicon"
brew "yt-dlp"
cask "android-platform-tools"
cask "discord"
