tap "k1low/tap"
brew "aqua"
brew "awscli"
brew "bat"
brew "caddy"
brew "cargo-binstall"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "lazygit"
brew "libsixel"
brew "neovim"
brew "ni"
brew "opencv"
brew "openjdk"
brew "pinact"
brew "postgresql@18"
brew "rclone"
brew "rust"
brew "scrcpy"
brew "sheldon"
brew "silicon"
brew "tmux"
brew "tokei"
brew "uv"
brew "websocat"
brew "yt-dlp"
brew "k1low/tap/deck"
cask "android-platform-tools"
cask "discord"
cask "gcloud-cli"
